Repository: GNOME/gnome-2048
Catalog: help/*/*.po
Languages: de, ru, sv, uk

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2015, 2018, 2026 Jürgen Benvenuti <gastornis@posteo.org>, 2026 Christian Kirbach <christian.kirbach@gmail.com>, 2026
ru: Ser82-png <asvmail.as@gmail.com>, 2022-2025
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>, 2015
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: <app>2048</app> is a clone of Gabriele Cirulli's 2048, a puzzle game based on Veewo Studios' 1024.
de: <app>2048</app> ist ein Klon von Gabriele Cirullis 2048, einem Puzzlespiel, das auf dem Spiel »1024« von Veewo basiert.
ru: <app>2048</app> - это клон игры «2048» от Габриэле Чирулли (Gabriele Cirulli), головоломки, основанной на игре «1024» от Veewo Studio.
sv: <app>2048</app> är en klon av Gabriele Cirullis 2048, ett pusselspel baserat på 1024 från Veewo Studios.
uk: <app>2048</app> — клон гри Габріеля Чируллі (Gabriele Cirulli) 2048 — гри-головоломки, заснованої на грі 1024 від Veewo Studios.

source: Game play
de: Spielverlauf
ru: Игровой процесс
sv: Spelets gång
uk: Ігровий процес

source: Start and quit a game of <app>2048</app>
de: Ein <app>2048</app>-Spiel starten und beenden
ru: Запуск и завершение игры <app>2048</app>
sv: Starta och avsluta en omgång <app>2048</app>
uk: Запуск та завершення гри у <app>2048</app>

source: Basic Instructions
de: Grundlegende Anweisungen
ru: Основные инструкции
sv: Grundläggande instruktioner
uk: Базові настанови

source: Start a new game
de: Ein neues Spiel starten
ru: Начать новую игру
sv: Starta ett nytt spel
uk: Початок нової гри

source: Press <gui style="button">New Game</gui> or press <keyseq><key>Ctrl</key><key>N</key></keyseq> to open the grid size selection menu and press <gui style="button">3x3</gui>, <gui style="button">4x4</gui>, or <gui style="button">5x5</gui> to start a new game with the selected grid size.
de: Klicken Sie auf <gui style="button">Neues Spiel</gui> oder drücken Sie <keyseq><key>Strg</key><key>N</key></keyseq>,um das Rastergröße-Menü zu öffnen. Klicken Sie anschließend auf <gui style="button">3x3</gui>, <gui style="button">4x4</gui> oder <gui style="button">5x5</gui>, um ein neues Spiel mit der gewünschten Rastergröße zu starten.
ru: Нажмите кнопку <gui style="button">Новая игра</gui> или комбинацию клавиш <keyseq><key>Ctrl</key><key>N</key></keyseq>, чтобы открыть меню выбора размера игрового поля и нажмите <gui style="button">3x3</gui>, <gui style="button">4x4</gui> или <gui style="button">5x5</gui> для начала новой игры с выбранным размером игрового поля.
sv: Klicka <gui style="button">Nytt spel</gui> eller tryck <keyseq><key>Ctrl</key><key>N</key></keyseq> för att öppna valmenyn för rutnätsstorlek och klicka <gui style="button">3 × 3</gui>, <gui style="button">4 × 4</gui> eller <gui style="button">5 × 5</gui> för att starta ett nytt spel med den valda rutnätsstorleken.
uk: Натисніть кнопку <gui style="button">Нова гра</gui> або комбінацію клавіш <keyseq><key>Ctrl</key><key>N</key></keyseq>, щоб відкрити меню вибору розміру поля, і натисніть <gui style="button">3x3</gui>, <gui style="button">4x4</gui> або <gui style="button">5x5</gui>, щоб розпочати гру з вибраним розміром поля.

source: Press <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq> to start a new game with the same grid size as the current game.
de: Drücken Sie <keyseq><key>Umschalt</key><key>Strg</key><key>N</key></keyseq>, um ein neues Spiel mit der gleichen Rastergröße wie das aktuelle Spiel zu starten.
ru: Нажмите комбинацию клавиш <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq>, чтобы начать новую игру с тем же размером игрового поля.
sv: Tryck <keyseq><key>Skift</key><key>Ctrl</key><key>N</key></keyseq> för att starta ett nytt spel med samma rutnätsstorlek som det aktuella spelet.
uk: Натисніть комбінацію клавіш <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq>, щоб розпочати нову гру із тим самим розміром поля, що і у поточній грі.

source: Quit <app>2048</app>
de: <app>2048</app> beenden
ru: Выход из игры <app>2048</app>
sv: Avsluta <app>2048</app>
uk: Вийти з <app>2048</app>

source: Press <keyseq><key>Ctrl</key><key>Q</key></keyseq> to quit <app>2048</app> at any time.
de: Drücken Sie <keyseq><key>Strg</key><key>Q</key></keyseq>, um <app>2048</app> jederzeit zu beenden.
ru: Нажмите комбинацию клавиш <keyseq><key>Ctrl</key><key>Q</key></keyseq>, чтобы покинуть игру <app>2048</app>.
sv: Tryck <keyseq><key>Ctrl</key><key>Q</key></keyseq> för att avsluta <app>2048</app> när som helst.
uk: Натисніть комбінацію клавіш <keyseq><key>Ctrl</key><key>Q</key></keyseq>, щоб негайно завершити роботу програми <app>2048</app>.

source: Objective of <app>2048</app>
de: Ziel von <app>2048</app>
ru: Цель игры <app>2048</app>
sv: Målet i <app>2048</app>
uk: Мета <app>2048</app>

source: Objective
de: Ziel des Spiels
ru: Цель
sv: Mål
uk: Мета

source: To earn points in 2048, you need to combine squares with the same numerical label. This is done by shifting the board in a direction in which two equivalent squares meet. If the board is full and you cannot combine any squares, the game ends.
de: Um in 2048 Punkte zu erzielen, müssen Sie Felder mit der gleichen Zahlenbezeichnung kombinieren. Dies geschieht, indem Sie das Spielbrett so verschieben, dass zwei gleichwertige Felder aufeinandertreffen. Ist das Spielbrett voll und Sie können keine Felder mehr kombinieren, endet das Spiel.
ru: Чтобы заработать очки в игре «2048», вам нужно объединять плитки с одинаковым числовым значением. Для этого нужно сдвинуть игровое поле в направлении, при котором совмещаются две плитки с одинаковым значением. Если поле заполнено и вы не можете объединить ни одной пары плиток, игра заканчивается.
sv: För att få poäng i 2048 behöver du kombinera rutor med samma tal. Detta görs genom att skifta brädet i en riktning i vilken två lika rutor möts. Om brädet är fullt och du inte kan kombinera några rutor så tar spelet slut.
uk: Щоб заробити очки у грі 2048, потрібно поєднувати квадрати з однаковою числовою позначкою. Це можна зробити шляхом зміщення дошки в напрямку, в якому межують два рівнозначних квадрати. Якщо дошка заповнена і ви не можете поєднати жодних квадратів, гра вважається завершеною.

source: Default controls for <app>2048</app>
de: Standardsteuerung für <app>2048</app>
ru: Средства управления, установленные по умолчанию в игре <app>2048</app>
sv: Standardkontroller för <app>2048</app>
uk: Типові засоби керування у <app>2048</app>

source: Controls
de: Steuerung
ru: Управление
sv: Kontroller
uk: Керування

source: You can click and drag your mouse on the board to shift squares in the same direction. If you want to use the keyboard instead, the default keys to shift the squares in <app>2048</app> are:
de: Sie können die Felder durch Klicken und Ziehen mit der Maus in dieselbe Richtung verschieben. Alternativ können Sie die Tastatur verwenden. Die Standardtasten zum Verschieben der Felder in <app>2048</app> sind:
ru: Вы можете навести указатель мыши на доску, нажать левую кнопку мыши и перетащить указатель по доске, чтобы переместить плитки в том же направлении. Если вы хотите использовать клавиатуру, то по умолчанию для перемещения плиток в игре <app>2048</app> используются следующие клавиши:
sv: Du kan klicka och dra musen på brädet för att skifta rutor i samma riktning. Om du vill använda tangentbordet i stället är standardtangenterna för att skifta rutorna i <app>2048</app> följande:
uk: Ви можете навести вказівник миші на квадратик на дошці, натиснути ліву кнопку миші і перетягнути його, щоб змістити квадратики у тому ж напрямку. Якщо ви хочете скористатися клавіатурою, то типовий набір клавіш для зсуву клітинок у <app>2048</app> є таким:

source: <key>←</key> to shift squares left.
de: <key>←</key> zum Verschieben der Felder nach links.
ru: <key>←</key> для перемещения плиток влево.
sv: <key>←</key> för att skifta rutor åt vänster.
uk: <key>←</key> для пересування квадратиків ліворуч.

source: <key>↑</key> to shift squares up.
de: <key>↑</key> zum Verschieben der Felder nach oben.
ru: <key>↑</key> для перемещения плиток вверх.
sv: <key>↑</key> för att skifta rutor uppåt.
uk: <key>↑</key> для пересування квадратиків вгору.

source: <key>→</key> to shift squares right.
de: <key>→</key> zum Verschieben der Felder nach rechts.
ru: <key>→</key> для перемещения плиток вправо.
sv: <key>→</key> för att skifta rutor åt höger.
uk: <key>→</key> для пересування квадратиків праворуч.

source: <key>↓</key> to shift squares down.
de: <key>↓</key> zum Verschieben der Felder nach unten.
ru: <key>↓</key> для перемещения плиток вниз.
sv: <key>↓</key> för att skifta rutor nedåt.
uk: <key>↓</key> для пересування квадратиків вниз.

source: View high scores in <app>2048</app>
de: Highscores in <app>2048</app> anzeigen
ru: Просмотр результатов в игре <app>2048</app>
sv: Visa topplistan i <app>2048</app>
uk: Перегляд найкращих результатів у <app>2048</app>

source: Viewing high scores
de: Highscores anzeigen
ru: Просмотр лучших результатов
sv: Visa topplistan
uk: Перегляд найкращих результатів

source: Select the menu button on the top right corner or press <key>F10</key> and then select <gui style="button">Scores</gui> to view high scores. Open the menu labelled "Grid Size" to select the grid size to view high scores for.
de: Über den Menüknopf oben rechts oder durch Drücken von <key>F10</key> und anschließendem Klicken auf <gui style="button">Ergebnisse</gui> können Sie die Highscores anzeigen. Öffnen Sie das Menü »Rastergröße«, um die Rastergröße auszuwählen, für die Highscores angezeigt werden sollen.
ru: Для просмотра лучших результатов, нажмите кнопку меню в правом верхнем углу или клавишу <key>F10</key>, а затем выберите <gui style="button">Результаты</gui>. Откройте пункт меню «Размер игрового поля» и выберите размер игрового поля для которого следует вывести таблицу лучших результатов.
sv: Välj menyknappen i det övre högra hörnet eller tryck <key>F10</key> och välj sedan <gui style="button">Poäng</gui> för att visa topplistan. Öppna menyn med etiketten ”Rutnätsstorlek” för att välja rutnätsstorleken att visa topplistan för.
uk: Натисніть кнопку меню у верхньому правому куті вікна програми або натисніть <key>F10</key>, а потім виберіть <gui style="button">Результати</gui>, щоб переглянути найкращі результати. Відкрийте меню з назвою «Розмір ґратки», щоб вибрати розмір ігрового поля, для якого слід показати найкращі результати.
