Repository: GNOME/gnome-2048
Catalog: po/*.po
Languages: bg, fa, hi, kk, ru

source: Obtain the 2048 tile
bg: Стигнете до плочка 2048
fa: کاشی ۲۰۴۸ را به دست آورید
hi: 2048 टाइल प्राप्त करें
kk: 2048 плиткаларын алу
ru: Получите плитку 2048

source: puzzle;
bg: пъзел;игра;плочка;1024;2048;puzzle;
fa: puzzle;پازل;
hi: पहेली;
kk: puzzle;жұмбақ;
ru: puzzle;головоломка;пазл;

source: Window width
bg: Широчина на прозореца
fa: عرض پنجره
hi: विंडो चौड़ाई
kk: Терезенің ені
ru: Ширина окна

source: Window width.
bg: Широчина на прозореца.
fa: عرض پنجره.
hi: विंडो चौड़ाई।
kk: Терезенің ені.
ru: Ширина окна.

source: Window height
bg: Височина на прозореца
fa: ارتفاع پنجره
hi: विंडो ऊंचाई
kk: Терезенің биіктігі
ru: Высота окна

source: Window height.
bg: Височина на прозореца.
fa: ارتفاع پنجره.
hi: विंडो ऊंचाई।
kk: Терезенің биіктігі.
ru: Высота окна.

source: Window maximized
bg: Максимизиран прозорец
fa: پنجره بیشینه شد
hi: विंडो अधिकतमीकृत
kk: Терезе максималды етілген
ru: Окно развёрнуто

source: Window maximization state.
bg: Максимизирано състояние на прозорец.
fa: وضعیت بیشینه‌سازی پنجره.
hi: विंडो अधिकतमीकरण अवस्था।
kk: Терезенің максималды күйі.
ru: Окно максимального размера.

source: Number of rows
bg: Брой редове
fa: تعداد ردیف‌ها
hi: पंक्तियों की संख्या
kk: Жолдар саны
ru: Число рядов

source: Game grid number of rows.
bg: Брой редове в мрежата на играта.
fa: تعداد شبکهٔ بازی برای ردیف‌ها.
hi: गेम ग्रिड पंक्तियों की संख्या।
kk: Ойын торының жолдар саны.
ru: Число рядов игрового поля.

source: Number of columns
bg: Брой колони
fa: تعداد ستون‌ها
hi: स्तंभों की संख्या
kk: Бағандар саны
ru: Число столбцов

source: Game grid number of columns.
bg: Брой колони в мрежата на играта.
fa: تعداد شبکهٔ بازی برای ستون‌ها.
hi: खेल ग्रिड स्तंभों की संख्या।
kk: Ойын торының бағандар саны.
ru: Число столбцов игрового поля.

source: Target value
bg: Целева стойност
fa: مقدار هدف
hi: लक्ष्य मूल्य
kk: Мақсатты мән
ru: Целевое значение

source: Tile value at which user is congratulated.
bg: Стойността на плочката, при която потребителят се поздравява.
fa: مقدار کاشی که در آن به کاربر تبریک گفته می‌شود.
hi: टाइल मूल्य जिस पर उपयोगकर्ता को बधाई दी जाती है।
kk: Пайдаланушы құттықталатын плитка мәні.
ru: Значение плитки, получив которую пользователь будет поздравлен.

source: Spawn strategy
kk: Пайда болу стратегиясы
ru: Алгоритм генерации

source: Strategy of spawning new tiles.
kk: Жаңа плиткалардың пайда болу стратегиясы.
ru: Алгоритм генерации новых плиток.

source: Congrat on target tile
bg: Поздравления за целевата плочка
fa: تبریک گفتن در کاشی هدف
hi: लक्ष्य टाइल्स के लिए बधाई
kk: Мақсатты плитка үшін құттықтау
ru: Поздравить при получении целевой плитки

source: Whether the user shall be congratulated on obtaining target tile.
bg: Дали потребителят да бъде поздравен за достигането на целевата плочка.
fa: اینکه به کاربر هنگام به دست آوردن کاشی هدف تبریک گفته شود.
hi: क्या उपयोगकर्ता को लक्ष्य टाइल प्राप्त करने पर बधाई दी जाएगी।
kk: Мақсатты плиткаға қол жеткізгенде пайдаланушыны құттықтау керек пе.
ru: Определяет, следует ли поздравлять пользователя при получении целевой плитки.

source: Animations speed
bg: Скорост на анимациите
fa: سرعت پویانمایی‌ها
hi: एनिमेशन गति
kk: Анимация жылдамдығы
ru: Скорость анимации

source: Duration of animations: show tile, move tile, and dim tile.
bg: Продължителност на анимациите: показване на плочката, преместване на плочката и затъмняване на плочката.
fa: مدّت پویانمایی‌ها: نمایش کاشی، حرکت کاشی، و محو شدن کاشی.
hi: एनिमेशन की अवधि: टाइल दिखाएं, टाइल हटाएं और मंद टाइल दिखाएं।
kk: Анимациялар ұзақтығы: плитканы көрсету, плитканы жылжыту және плитканы күңгірттеу.
ru: Продолжительность анимации: показ, перемещение и скрытие плитки.

source: Allow undo
bg: Позволяване на връщане на ходове
fa: مجاز بودن برگردان
hi: पूर्ववत करने की अनुमति दें
kk: Болдырмауға рұқсат ету
ru: Разрешить отмену

source: Whether tile movements can be undone.
bg: Дали ходовете на плочките може да се връщат.
fa: اینکه حرکات کاشی می‌توانند برگردانده شوند.
hi: क्या टाइल की गतिविधियों को पूर्ववत किया जा सकता है।
kk: Плитка қозғалыстарын болдырмауға бола ма.
ru: Определяет, следует ли разрешить отмену перемещения плиток.

source: Number of undo movements
bg: Брой върнати хода
fa: تعداد حرکات برگردان
hi: पूर्ववत गतिविधियों की संख्या
kk: Болдырмауға болатын қозғалыстар саны
ru: Количество отменённых перемещений

source: Maximum number of tile movements that can be undone.
bg: Максимален брой ходове на плочките, които може да се върнат.
fa: بیشینهٔ تعداد حرکات کاشی که می‌توانند برگردانده شوند.
hi: टाइल मूवमेंट की अधिकतम संख्या जिसे पूर्ववत किया जा सकता है।
kk: Болдырмауға болатын плитка қозғалыстарының максималды саны.
ru: Максимальное количество перемещений плиток, которые могут быть отменены.

source: Color theme
kk: Түстер тақырыбы
ru: Цветовая схема

source: Color theme.
kk: Түстер тақырыбы.
ru: Цветовая схема.

source: Play the highly addictive 2048 game. 2048 is a clone of the popular single-player puzzle game. Gameplay consists of joining numbers in a grid and obtain the 2048 tile.
fa: بازی به‌شدّت اعتیادآور ۲۰۴۸ را بازی کنید. ۲۰۴۸ بازسازی‌ای از بازی محبوب پازلی تک‌نفره است. گیم‌پلی از به هم پیوستن اعداد در یک شبکه و به دست آوردن کاشی ۲۰۴۸ تشکیل می‌شود.
kk: Өте қызықты 2048 ойынын ойнаңыз. 2048 — танымал бір ойыншыға арналған пазл ойынының клоны. Ойын барысы тордағы сандарды біріктіріп, 2048 плиткасына қол жеткізуден тұрады.
ru: Играйте в очень захватывающую игру «2048». «2048» — это клон популярной однопользовательской головоломки. Игровой процесс состоит в том, чтобы путём объединения чисел на игровом поле получить плитку со значением 2048.

source: Use your keyboard's arrow keys to slide all tiles in the desired direction. Be careful: all tiles slide to their farthest possible positions, you cannot slide just one tile or one row or column. Tiles with the same value are joined when slided one over the other.
bg: Използвайте клавишите със стрелки на клавиатурата, за да плъзнете всички плочки в желаната посока. Внимавайте: всички плочки се плъзгат до най-далечните възможни позиции, не може да плъзгате само една плочка, един ред или колона. Плочките с еднаква стойност се съединяват, когато се плъзгат една върху друга.
fa: از دکمه‌های پیکان صفحه‌کلیدتان برای لغزاندن کاشی‌ها در جهت دلخواه استفاده کنید. مواظب باشید: همهٔ کاشی‌ها به نزدیک‌ترین موقعیت ممکن می‌لغزند،‌ شما نمی‌توانید فقط یک کاشی، یک ردیف یا یک ستون را بلغزانید. کاشی‌ها با مقدار مشابه، هنگام لغزیدن یکی به سمت دیگری، به هم می‌پیوندند.
hi: सभी टाइलों को वांछित दिशा में स्लाइड करने के लिए अपने कीबोर्ड की तीर कुंजियों का उपयोग करें। सावधान रहें: सभी टाइलें अपनी यथासंभव दूरतम स्थिति तक स्लाइड करती हैं, आप केवल एक टाइल या एक पंक्ति या स्तंभ को स्लाइड नहीं कर सकते। समान मान वाली टाइलें एक दूसरे के ऊपर स्लाइड करने पर जुड़ जाती हैं।
kk: Барлық плиткаларды қалаған бағытта сырғыту үшін пернетақтаңыздың бағдарша пернелерін қолданыңыз. Абайлаңыз: барлық плиткалар мүмкін болатын ең алыс позицияларына дейін сырғиды, сіз тек бір плитканы немесе бір жолды не бағанды сырғыта алмайсыз. Мәндері бірдей плиткалар бірінің үстіне бірі сырғығанда біріктіріледі.
ru: Используйте клавиши со стрелками, чтобы переместить все плитки в нужном направлении. Будьте осторожны: все плитки перемещаются в максимально удалённые позиции, вы не можете переместить только одну плитку, ряд или столбец.

source: With every new tile obtained you increase your score. If you think you can easily get the 2048 tile, do not let it stop you, the game does not end there, you can continue joining tiles and improving your score.
bg: С всяка получена нова плочка увеличавате резултата си. Ако смятате, че лесно ще стигнете плочката 2048, не позволявайте това да ви спре, играта не свършва дотук, може да продължите да съединявате плочки и да подобрявате резултата си.
fa: با به دست آوردن هر کاشی جدید امتیازتان افزایش می‌یابد. پس اگر فکر می‌کنید به‌آسانی می‌توانید کاشی ۲۰۴۸ را به دست آورید، نگذارید متوقف‌تان کند، بازی این‌جا به پایان نمی‌رسد،‌ شما می‌توانید به هم پیوستن کاشی‌ها را ادامه و امتیازتان را افزایش دهید.
hi: प्राप्त प्रत्येक नई टाइल के साथ आप अपना स्कोर बढ़ाते हैं। यदि आपको लगता है कि आप 2048 टाइल आसानी से प्राप्त कर सकते हैं, तो इसे आपको रोकने न दें, खेल यहीं समाप्त नहीं होता है, आप टाइल्स में शामिल होना और अपने स्कोर में सुधार करना जारी रख सकते हैं।
kk: Әрбір жаңа плиткаға қол жеткізген сайын ұпайыңызды арттырасыз. Егер сіз 2048 плиткасын оңай аламын деп ойласаңыз, бұл сізді тоқтатпасын, ойын мұнымен аяқталмайды, сіз плиткаларды біріктіруді жалғастырып, ұпайыңызды жақсарта аласыз.
ru: С каждой новой полученной плиткой вы увеличиваете свой счёт. Если вы получили плитку 2048, не останавливайтесь! Вы можете продолжить игру и улучшить свой счёт.

source: Originally created by Gabriele Cirulli, 2048 has gained much popularity due to it being highly addictive. Cirulli's 2048 is in turn a clone of the 1024 game and includes ideas from other clones.
bg: Първоначално създадена от Gabriele Cirulli, играта 2048 придобива голяма популярност, защото е силно пристрастяваща. Също така 2048 на Cirulli е копие на играта 1024 и включва идеи от други копия.
fa: ۲۰۴۸، در اصل ساخته شده توسط گابریل سیریولی،‌ محبویت بسیاری را به‌خاطر اعتیادآوری شدیدش به دست آورد. ۲۰۴۸ سیریولی به نوبهٔ خود بازسازی‌ای از بازی ۱۰۲۴ و حاوی ایده‌هایی از بازسازی‌های دیگر است.
hi: मूल रूप से गैब्रिएल सिरुली द्वारा निर्मित, 2048 ने अत्यधिक नशे की लत होने के कारण बहुत लोकप्रियता हासिल की है। सिरुली का 2048 बदले में 1024 गेम का क्लोन है और इसमें अन्य क्लोनों के विचार शामिल हैं।
kk: Бастапқыда Габриэле Чирулли жасаған 2048 ойыны өзіне өте қатты баурап алатындығының арқасында үлкен танымалдыққа ие болды. Чируллидің 2048 ойыны, өз кезегінде, 1024 ойынының клоны болып табылады және басқа клондардың идеяларын қамтиды.
ru: Первоначально созданная Габриэле Чирулли, игра «2048» стала очень популярной, так как сильно затягивает. «2048» от Чирулли в свою очередь является клоном игры «1024» и включает идеи других клонов.

source: A running game having reached the 2048 tile
bg: Игра, която е достигнала плочката 2048
fa: یک بازی در حال اجرا به کاشی ۲۰۴۸ رسیده است
hi: एक चालू खेल 2048 टाइल तक पहुंच गया है
kk: 2048 плиткасына жеткен ойналып жатқан ойын
ru: В текущей игре достигнута плитка 2048

# about dialog text; a introduction to the game
source: A clone of 2048 for GNOME
kk: GNOME үшін 2048 клоны

# text crediting a maintainer, seen in the About dialog
source: Copyright © 2014-2015 – Juan R. García Blanco
kk: Авторлық құқық © 2014-2015 – Juan R. García Blanco

# text crediting a maintainer, seen in the About dialog
source: Copyright © 2016-2020 – Arnaud Bonatti
kk: Авторлық құқық © 2016-2020 – Arnaud Bonatti

# text crediting a maintainer, seen in the About dialog
source: Copyright © 2025 – Andrey Kutejko
kk: Авторлық құқық © 2025 – Andrey Kutejko

source: translator-credits
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

# command-line option description
source: Play in the terminal (see "--cli=help")
kk: Терминалда ойнау ("--cli=help" қараңыз)

source: COMMAND
kk: Команда

# command-line option description
source: Start new game of given size
kk: Берілген өлшемдегі жаңа ойынды бастау

source: SIZE
kk: Өлшем

# command-line option description
source: Print release version and exit
kk: Релиз нұсқасын шығару және шығу

source: Size must be in the form COLSxROWS.
kk: Өлшем пішімі бағандарxжолдар түрінде болуы тиіс.
ru: Размер должен быть указан в формате СТОЛБЦЫхРЯДЫ.

source: Size can only be given for new games.
kk: Өлшемді тек жаңа ойындар үшін көрсетуге болады.
ru: Размер может быть указан только для новых игр.

source: Cannot parse "--cli" command, aborting.
kk: "--cli" командасын талдау мүмкін емес, тоқтатылуда.
ru: Не удалось проанализировать команду «--cli», прервано.

source: Game is finished, impossible to move.
kk: Ойын аяқталды, жылжыту мүмкін емес.
ru: Игра окончена, перемещение невозможно.

source: Impossible to move in that direction.
kk: Бұл бағытта жылжыту мүмкін емес.
ru: Перемещение в этом направлении невозможно.

source: You have obtained the {score} tile for the first time!
kk: Сіз алғаш рет {score} плиткасына қол жеткіздіңіз!
ru: Вы впервые получили плитку {score}!

source: Game is finished!
kk: Ойын аяқталды!
ru: Игра окончена!

source: Your score is {score}.
kk: Сіздің ұпайыңыз: {score}.
ru: Ваш результат равен {score}.

# button in the headerbar (with a mnemonic that appears pressing Alt)
source: _New Game
kk: _Жаңа ойын

# subtitle of the headerbar, when the user cannot move anymore
source: Game Over
kk: Ойын аяқталды

# entry in the hamburger menu
source: Undo
kk: Болдырмау

# entry in the hamburger menu
source: Appearance
kk: Сыртқы түрі

# entry in the hamburger menu
source: Spawn tiles
kk: Плиткалардың пайда болуы

# entry in the hamburger menu; a color theme
source: Classic
kk: Классикалық

# entry in the hamburger menu; a spawn strategy
source: Twos only
kk: Тек екіліктер

# entry in the hamburger menu; a spawn strategy
source: Classic (twos and fours)
kk: Классикалық (екіліктер мен төрттіктер)

# entry in the hamburger menu, if the "Allow undo" option is set to true
source: Undo
kk: Болдырмау

# entry in the hamburger menu; opens a window showing best scores
source: Scores
kk: Есептер

# menu entry
source: Keyboard Shortcuts
kk: Пернетақта жарлықтары

# menu entry
source: Help
kk: Көмек

# menu entry
source: About 2048
kk: 2048 ойыны туралы

source: Custom
kk: Таңдауыңызша

# title of the dialog that appears (with default settings) when you reach 2048
source: Congratulations!
kk: Құттықтаймыз!

source: You have obtained the %u tile for the first time!
kk: Сіз %u плиткасын алғаш рет алдыңыз!

source: _New Game
kk: Ж_аңа ойын

source: _Keep Playing
kk: О_йнауды жалғастыру

# header of the shortcut section
source: Game
kk: Ойын

source: Play with arrows
kk: Бағдарша пернелерімен ойнау
ru: Играть с помощью стрелочек

source: Play with WASD
kk: Бағдарша пернелерімен ойнау
ru: Играть с помощью клавиш WASD

source: Play with VIM-style bindings
kk: VIM стиліндегі байлаулармен ойнаңыз
ru: Играть клавишами в стиле VIM

# header of the shortcut section
source: New Game
kk: Ж_аңа ойын

source: Choose a new game
kk: Жаңа ойынды таңдау
ru: Выбрать новую игру

source: Start a new game
kk: Жаңа ойынды бастау
ru: Начать новую игру

# header of the shortcut section
source: Generic
kk: Жалпы

source: Toggle main menu
kk: Басты мәзірді көрсету/жасыру
ru: Переключить главное меню

source: Help
kk: Көмек
ru: Справка

source: Keyboard shortcuts
kk: Пернетақта жарлықтары
ru: Комбинации клавиш

source: About
kk: Осы туралы
ru: О приложении

source: Quit
kk: Шығу
ru: Выйти

source: Grid must have no more than 9 rows and columns and have at least 3 tiles
kk: Торда 9-дан аспайтын жол мен баған және кем дегенде 3 бөлік болуы тиіс
ru: Игровое поле должно содержать не более 9 рядов и столбцов и не менее 3 плиток

# Scores category
source: Grid 3 × 3
kk: 3 × 3 торы
ru: Игровое поле 3 × 3

# Scores category
source: Grid 4 × 4
kk: 4 × 4 торы
ru: Игровое поле 4 × 4

# Scores category
source: Grid 5 × 5
kk: 5 × 5 торы
ru: Игровое поле 5 × 5

source: Grid Size
kk: Тор өлшемі
ru: Размер игрового поля

source: A clone of 2048 for GNOME
bg: Копие на играта 2048 за GNOME
fa: بازسازی‌ای از ۲۰۴۸ برای گنوم
hi: GNOME के लिए 2048 का क्लोन
ru: Клон игры «2048» для GNOME

source: translator-credits
bg: Twlvnn Kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
fa: محمدصالح کامیاب <mskf1383@protonmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ru: Stas Solovey <whats_up@tut.by>, 2018 Alexandr Kostrikin <aleksandrkostrikin086@gmail.com>, 2019 Артемий Судаков <finziyr@yandex.ru>, 2020 Ser82-png <asvmail.as@gmail.com>, 2022-2026

source: Play in the terminal (see "--cli=help")
ru: Запуск игры в терминале (смотрите «--cli=help»)

source: COMMAND
bg: КОМАНДА
fa: دستور
hi: आदेश
ru: КОМАНДА

source: Start new game of given size
bg: Започнете нова игра с даден размер
fa: شروع یک بازی جدید از اندازهٔ داده شده
hi: दिए गए आकार का नया खेल प्रारंभ करें
ru: Начать новую игру с заданного размера

source: SIZE
bg: РАЗМЕР
fa: اندازه
hi: आकार
ru: РАЗМЕР

source: Print release version and exit
bg: Извеждане на версията и спиране на програмата
fa: نمایش نگارش انتشار و خروج
hi: रिलीज़ संस्करण प्रिंट करें और बाहर निकलें
ru: Показать номер версии и выйти

source: _New Game
bg: _Нова игра
fa: بازی _جدید
hi: नया खेल (_N)
ru: _Новая игра

source: Game Over
bg: Край на играта
fa: بازی تمام شد
hi: खेल खत्म
ru: Игра окончена

source: Undo
bg: Връщане
fa: برگردان
hi: पूर्ववत
ru: Отменить

source: Appearance
ru: Внешний вид

source: Spawn tiles
ru: Генерация новых плиток

source: Tango
ru: Танго

source: Classic
ru: Классическая

source: Twos only
ru: Только двойки

source: Classic (twos and fours)
ru: Классическая (двойки и четвёрки)

source: Scores
bg: Резултати
fa: امتیازها
hi: स्कोर
ru: Результаты

source: Keyboard Shortcuts
bg: Клавишни комбинации
fa: میان‌برهای صفحه‌کلید
hi: कीबोर्ड शॉर्टकट
ru: Комбинации клавиш

source: About 2048
bg: Относно 2048
fa: دربارهٔ ۲۰۴۸
hi: 2048 के बारे में
ru: О приложении 2048

source: Custom
bg: Друго
fa: سفارشی
hi: कस्टम
ru: Пользовательский

source: Congratulations!
bg: Поздравления!
fa: تبریک!
hi: बधाइयाँ!
ru: Поздравляем!

source: You have obtained the %u tile for the first time!
bg: Получихте плочката %u за първи път!
fa: شما برای اولین بار کاشی %u را به دست آوردید!
hi: आपने पहली बार %u टाइल प्राप्त की है!
ru: Вы впервые получили плитку %u!

source: _Keep Playing
bg: _Продължаване
fa: _ادامهٔ بازی
hi: खेलते रहें (_K)
ru: _Продолжить игру

source: Game
ru: Игра

source: New Game
ru: Новая игра

source: Generic
ru: Общие

source: Toggle fullscreen mode
ru: Во весь экран

source: GNOME 2048
fa: گنوم ۲۰۴۸

# shortcut window
source: Game
bg: Игра
fa: بازی
hi: खेल

# shortcut window
source: Play with arrows
bg: Игра със стрелките
fa: بازی با پیکان‌ها
hi: तीरों से खेलें

# shortcut window
source: New game
bg: Нова игра
fa: بازی جدید
hi: नया खेल

# shortcut window
source: Choose a new game
bg: Избиране на нова игра
fa: گزینش یک بازی جدید
hi: नया खेल चुनें

# shortcut window
source: Start a new game
bg: Започване на нова игра
fa: شروع یک بازی جدید
hi: नया खेल शुरू करें

# shortcut window
source: Generic
bg: Общи
fa: عمومی
hi: सामान्य

# shortcut window
source: Toggle main menu
bg: Превключване на основното меню
fa: نمایان/پنهان کردن فهرست اصلی
hi: मुख्य मेनू टॉगल करें

# shortcut window
source: Keyboard shortcuts
bg: Клавишна комбинация
fa: میان‌برهای صفحه‌کلید
hi: कीबोर्ड शॉर्टकट

# shortcut window
source: About
bg: Относно
fa: درباره
hi: बारे में

# shortcut window
source: Quit
bg: Спиране на програмата
fa: خروج
hi: छोड़ें

source: Arnaud Bonatti
fa: آرناد بوناتی

source: Play in the terminal (see “--cli=help”)
bg: Играйте в терминала (вижте „--cli=help“)
fa: بازی در پایانه ( ⁦--cli=help⁩ را ببینید)
hi: टर्मिनल में खेलें (देखें “--cli=help”)

source: Failed to parse size. Size must be between 2 and 9, or in the form 2x3.
bg: Разчитането на размера е неуспешно. Размерът трябва да е между 2 и 9 или във форма̀та 2x3.
fa: تجزیهٔ اندازه شکست خورد. اندازه باید بین 2 تا 9 یا به شکل ⁦2x3⁩ باشد.
hi: आकार पार्स करने में विफल. आकार 2 और 9 के बीच या 2x3 के रूप में होना चाहिए।

source: Grids of size 1 by 2 are disallowed.
bg: Мрежи с размер 1 × 2 не са позволени.
fa: شبکه از اندازهٔ ۱ در ۲ غیرمجاز است.
hi: 1 बटा 2 आकार के ग्रिड की अनुमति नहीं है।

source: Grid 3 × 3
bg: Мрежа 3 × 3
fa: شبکهٔ ۳ × ۳
hi: ग्रिड 3×3

source: Grid 4 × 4
bg: Мрежа 4 × 4
fa: شبکهٔ ۴ × ۴
hi: ग्रिड 4×4

source: Grid 5 × 5
bg: Мрежа 5 × 5
fa: شبکهٔ ۵ × ۵
hi: ग्रिड 5×5

source: Grid Size:
bg: Размер на мрежата:
fa: اندازهٔ شبکه:
hi: ग्रिड आकार:

source: Copyright © 2014-2015 – Juan R. García Blanco
bg: Авторски права © 2014-2015 — Juan R. García Blanco
fa: حق رونوشت © ۲۰۱۴-۲۰۱۵ – Juan R. García Blanco
hi: कॉपीराइट © 2014-2015 - जुआन आर. गार्सिया ब्लैंको

source: Copyright © %u-%u – Arnaud Bonatti
bg: Авторски права © %u-%u — Arnaud Bonatti
fa: حق رونوشت © %Iu-%Iu – آرناد بوناتی
hi: कॉपीराइट © %u-%u - अरनॉड बोनाटी

source: Page on GNOME wiki
bg: Страницата в уикито на GNOME
fa: صفحه روی ویکی گنوم
hi: GNOME विकी पर पेज

source: Play the highly addictive 2048 game. GNOME 2048 is a clone of the popular single-player puzzle game. Gameplay consists of joining numbers in a grid and obtain the 2048 tile.
bg: Играйте силно пристрастяващата игра 2048. „GNOME 2048“ е клонинг на популярния пъзел за един играч. Играта се състои от съединяване на числа в мрежа до получаване на плочката 2048.
hi: अत्यधिक व्यसनकारी 2048 गेम खेलें। GNOME 2048 लोकप्रिय एकल-खिलाड़ी पहेली गेम का क्लोन है। गेमप्ले में संख्याओं को एक ग्रिड में जोड़ना और 2048 टाइल प्राप्त करना शामिल है।

source: The GNOME Project
bg: Проектът GNOME
hi: GNOME परियोजना
